{
	"id": 1234567890,
	"background": "http://isopx-hitting-the-road.s3.amazonaws.com/IMG_6872.jpg",
	"title": "Hitting the Road",
	"subtitle": "&ldquo;Let us step into the night and pursue that flighty temptress, adventure.&rdquo; - Albus Dumbledore",
	"content": [
		{
			"type": "heading",
			"content": "Day 1: Las Vegas, NV"
		},
		{
			"type": "text",
			"content": "We left our respective houses at roughly 5 AM, and were all on the road by 5:30 AM. None of us had gotten very much sleep the night before, so we rotated between sleeping and talking to each other so whoever was driving could stay awake. On our way eastwards from I-5, we saw the sun rising over the hills in the distance."
		},
		{
			"type": "strip",
			"count": 1,
			"photos": [
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_6908.jpg"
			]
		},
		{
			"type": "text",
			"content": "There wasn't really much to see for most of the journey from the Bay Area to Las Vegas; every once in a while we would stop for gas, get confused by the GPS, and check out the great scenery, which consisted mostly of rocks, tumbleweed, and more rocks. Something interesting that stood out during this part of our journey was that many of the reservoirs that we passed were either dry or at much lower water levels than anticipated; it really highlighted the fact that California is facing a severe drought in 2014."
		},
		{
			"type": "strip",
			"count": 3,
			"photos": [
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_6959.jpg",
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_6953.jpg",
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_6962.jpg"
			]
		},
		{
			"type": "text",
			"content": "Eventually, the desert scenery turned into small towns, and small towns turned into larger communities, and before we knew it, we had run into our first casino close to the Nevada state border. Another forty minutes, and we finally found ourselves in Las Vegas."
		},
		{
			"type": "strip",
			"count": 1,
			"photos": [
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_6984.jpg"
			]
		},
		{
			"type": "text",
			"content": "Of course, when one comes to Nevada, one avoids a bunch of gun laws that apply in California. Naturally, Daniel decided that the first thing we needed to do when we got here was to hit up the American Shooters Gun Club &amp; Range, where we got the chance to let off steam and fire an AR-15 rifle and a Remington-870 shotgun."
		},
		{
			"type": "strip",
			"count": 3,
			"photos": [
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_7023.jpg",
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_7007.jpg",
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_7052.jpg"
			]
		},
		{
			"type": "text",
			"content": "By the time we finished shooting our rounds, it had gotten dark and we were all hungry, so we headed off to the strip in search of food. We stopped by at the Bellagio, but the buffet was far more than we were comfortable with paying, so we walked outside to see what was around."
		},
		{
			"type": "strip",
			"count": 1,
			"photos": [
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_7079.jpg"	
			]
		},
		{
			"type": "strip",
			"count": 2,
			"photos": [
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_7083.jpg",
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_7109.jpg"
			]
		},
		{
			"type": "text",
			"content": "We eventually managed to find a nice Italian place called Le Provencal which had pretty decent food. Maybe it was because we were all really hungry at the time, but their bread tasted really good, and left us far more full than we had originally anticipated."
		},
		{
			"type": "strip",
			"count": 2,
			"photos": [
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_7096.jpg",
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_7101.jpg"
			]
		},
		{
			"type": "text",
			"content": "We walked around some more and attempted to get to the highest floors of some of the casinos around here to take pictures of the city, but were foiled by some security cameras. At this point, we were all pretty tired, so we called it a night and came back to the hotel, where some people decided to frantically send email."
		},
		{
			"type": "heading",
			"content": "Day 2: Grand Canyon, AZ"
		},
		{
			"type": "text",
			"content": "We left Las Vegas at around 10:30 AM and headed south and east on our way to the Grand Canyon. Along the way, we took a small detour to visit the Hoover Dam, a striking reminder of what American engineering and ingenuity were able to accomplish back in the 1930s in the space of less than five years."
		},
		{
			"type": "strip",
			"count": 1,
			"photos": [
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_7138.jpg"
			]
		},
		{
			"type": "text",
			"content": "We continued on the road, only making a small stop for gas, in order to try getting to the Grand Canyon in time for the sunset. We made it there with barely any time to spare."
		},
		{
			"type": "strip",
			"count": 1,
			"photos": [
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_7268.jpg"
			]
		},
		{ 
			"type": "text",
			"content": " The sun was on the far west side of the canyon and partially obscured, so taking photos of the full canyon will have to wait until tomorrow. However, we were able to get in some good photos at this magnificent natural landmark."
		},
		{
			"type": "strip",
			"count": 1,
			"photos": [
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_7182.jpg"
			]
		},
		{
			"type": "strip",
			"count": 3,
			"photos": [
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_7211.jpg",
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_7221.jpg",
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_7251.jpg"
			]
		},
		{
			"type": "text",
			"content": "We hadn't eaten all day, so we left (we'll leave after it's too cold guys...we're leaving now) and went to go find a restaurant. The steak place we were originally going to go to was holding a New Year bash at $50 a head, but we found a nice Mexican restaurant that had pretty good ratings on Yelp, and ended up with far more food than we were able to eat for less than $25 a person."
		},
		{
			"type": "strip",
			"count": 1,
			"photos": [
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_7281.jpg"
			]
		},
		{
			"type": "text",
			"content": "We weren't done with the canyon yet for the day though; we decided to go back late at night to look at the stars. It was a bit creepy because the canyon and surrounding forests were in absolute darkness, but looking up at the sky, we immediately felt a sense of comfort with where we were and who we were with."
		},
		{
			"type": "strip",
			"count": 1,
			"photos": [
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_7288.jpg"
			]
		},
		{
			"type": "text",
			"content": "I started experimenting with an external flash and long exposure to try shooting photos of myself against the stars. I used a wireless transmitter and an external flash mounted on a small stand roughly five meters away from the subject, at the minimal power possible with the flash. The idea is for the subject to be exposed by the flash at the beginning of the 30 second exposure, then stand in the same place so light from the stars will not &rdquo;ghost through&ldquo; their head. We ended up with a pretty good group shot at night against the backdrop of the stars above the Canyon, with a great view of the Milky Way."
		},
		{
			"type": "strip",
			"count": 1,
			"photos": [
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_7318.jpg"	
			]
		},
		{
			"type": "text",
			"content": "For people who are interested, this shot was taken with a Canon 6D and a 17/4L-TS lens at F/5.0 for 30 seconds at ISO 12800 with a fill light burst at the beginning for 1/128 seconds with a Yongnuo."
		},
		{
			"type": "heading",
			"content": "Day 3: Hiking in the Grand Canyon, Phoenix"
		},
		{
			"type": "text",
			"content": "We were up until 1 or 2 AM the previous night, so we woke up at about 10 AM and checked out to go hike down into the canyon, traveling along the South Kaibab Trail to reach the Ooh Ahh Point (seriously, that's what it was called)"
		},
		{
			"type": "strip",
			"count": 1,
			"photos": [
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_7336.jpg"			
			]
		},
		{
			"type": "strip",
			"count": 3,
			"photos": [
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_7365.jpg",
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_7402.jpg",
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_7437.jpg"			
			]
		},
		{
			"type": "text",
			"content": "The hike wasn't that long; it took about two hours total, and this was with many pauses in between to take photos and such. The trail was also not that steep either, and we didn't end up feeling that tired going down and back up."
		},
		{
			"type": "strip",
			"count": 1,
			"photos": [
				"http://isopx-hitting-the-road.s3.amazonaws.com/IMG_7521.jpg"
			]
		},
		{
			"type": "text",
			"content": "After we were done hiking the canyon, we left the Grand Canyon and headed towards Phoenix, which we were using as a rest stop before heading to San Diego the next day."
		}
	]
}